import random

def func():

    boyfirst = ["Тупой", "Конченный", "Ебанутый", "Лихоеблимудый", "Пизданутый", "Высохший", "Уебищный", "Умерший",
                    "Толстомудый", "Опиздолюбый", "Мелкотроемудрый", "Хуйлолюбивый", "Хуячий", "Жирномногоканальный",
                    "Аналочленный"]


    boysec = ["даун", "еблан", "пидорас", "хуйлан", "говноед", "конч", "шизик", "страходуроног", "аналомокроблядник",
                  "попечитель мочалок", "лизатель червей", "духопер", "блядохероблядник", "и плюшевый муфлон",
                  "долбоблядскожопый"]

    elem = random.choice(boyfirst)
    elem1 = random.choice(boysec)

    mat = "Ты " + str.lower(elem + " " + elem1)
    return mat
if __name__ == '__main__':
    func()
