import random

def for_man():

    boyfirst = ["Тупой", "Конченный", "Ебанутый", "Лихоеблимудый", "Пизданутый", "Высохший", "Уебищный",
                "Опиздолюбый", "Мелкотроемудрый", "Хуйлолюбивый", "Хуячий", "Жирномногоканальный",
                    "Аналочленный"]


    boysec = ["даун", "еблан", "пидорас", "хуйлан", "говноед", "конч", "шизик", "ебанат", "аналомокроблядник",
                  "попечитель мочалок", "лизатель червей", "духопер", "блядохероблядник", "и плюшевый муфлон",
                  "долбоблядскожопый", "отброс", "импотент"]

    mat_for_boy_first = random.choice(boyfirst)
    mat_for_boy_two = random.choice(boysec)

    mat = "Ты " + str.lower(mat_for_boy_first + " " + mat_for_boy_two)
    return mat

def for_women():
    girlfirst = ["Тупая", "Конченная", "Ебанутая", "Блядскоеблиёбая", "Гнусная", "страхоебина"
                 "Жирная", "Токсичная", "Обтраханная", "Ебаная", "Задротская", "Горбатая",
                 "Малость многострахоблядская", "Хуйлодуроблядская", "Соплежопая", "Мудоскотоебая"]


    girlsec = ["хуйня", "залупа", "манда", "шлюха", "лихохуярка", "блядь",
               "залупоеблогнойница", "выхухоль", "пидораска", "ебланка", "нервостенничка", "мозгоебка", "дермоблядунья",
               "низтроехериница", "приятельница червей"]

    mat_for_women_first = random.choice(girlfirst)
    mat_for_women_two = random.choice(girlsec)

    mat = "Ты " + str.lower(mat_for_women_first + " " + mat_for_women_two)
    return mat

if __name__ == '__main__':
    for_man()
    for_women()

